var data = {
	movie0:{
		img:'img/0.jpg',
		bg:'background/0.jpg',
		name:'Re：从零开始的异世界生活',
		context:'在异世界陷入迷茫的普通高中生菜月昴，邂逅了一位银发的美少女。但想助她一臂之力的昴，却一次次地遭遇敌袭，背叛、暴力，甚至是死亡……“死亡重置”——无力的少年拥有的唯一能力，能将死后时间倒转回一开始。使用了这般力量，便会失去过去的回忆，可为了守护最重要的人们，昴必须抗争到底。“即使你忘却了我，我也不会遗忘你。”'
	},
	movie1:{
		img:'img/1.jpg',
		bg:'background/1.jpg',
		name:'在下坂本，有何贵干？',
		context:'于日本县立学文高中之中，有一名叫坂本的全能高中生，平常总是用著各种超乎常理的无厘头行为来完成各种琐事，导致周遭所有女性同学都对他钦佩绝倒，同时也引起所有男性同学的无限嫉妒。但不管面对其他人如何刁难，坂本总是能用各种帅气方式来让他人甘拜下风。'
	},
	movie2:{
		img:'img/2.jpg',
		bg:'background/2.jpg',
		name:'夏目友人帐 伍',
		context:'从小便能看见妖怪的少年夏目贵志。自从他从祖母玲子那里继承了与妖怪成为主从并将其名字书写在上的契约书“友人帐”以来，便与自称为保镖的妖怪猫咪老师一同，开始了将名字返还给妖怪的每一天。夏目与各种各样的妖怪与善良人们相遇，在构筑温暖的场所同时，也反复寄托着想要守护重要之物的想法。'
	},
	movie3:{
		img:'img/3.jpg',
		bg:'background/3.jpg',
		name:'食戟之灵 贰之皿',
		context:'每天都在自家的市郊餐馆“幸平”帮忙的幸平创真，在初中毕业的同时，就被父亲·城一郎推荐编入某所料理学校。那是日本首屈一指的料理学校“远月茶寮料理学园”……是毕业到达率不足10%的超级精英学校。严酷的考试、不断有人脱落的地狱宿泊研修、以退学为赌注的食戟。跨越各种试炼，磨炼着料理水平的创真。'
	},
	movie4:{
		img:'img/4.jpg',
		bg:'background/4.jpg',
		name:'甲铁城的卡巴内瑞',
		context:'本作是一部以蒸汽机发达的岛国“日之本”为舞台的蒸汽朋克生存动作剧，作品主要描写了拥有钢铁心脏的僵尸=“卡巴内”与乘上装甲蒸汽机车“甲铁城”的少年少女的存亡之战。该作标题中的“卡巴内瑞”指的是介于“卡巴内”与人类之间的存在。'
	},
	movie5:{
		img:'img/5.jpg',
		bg:'background/5.jpg',
		name:'双星之阴阳师',
		context:'曾是最强最年少的阴阳师、以祓除所有污秽为目标的少年焰魔堂辘轤，自经历被称为”雏月之悲剧“的污秽屠杀事件之後，决心放弃阴阳师身份来度过漫无目标的人生……但某天宿舍搬来一位名门阴阳师少女化野红绪，以最强为目标的她丝毫看不起毫无干劲的辘轤，造成两人间水火不容。只是根据总会所占卜的结果，显示了两人就是千百年来所有阴阳师们所等待的”双星之阴阳师“，他们将会产下”神子“终结这千百年来的人魔之争…'
	},
	movie6:{
		img:'img/6.jpg',
		bg:'background/6.jpg',
		name:'狐妖小红娘',
		context:'根据古典小说记载，世上有人有妖，妖会与人相恋，妖寿命千年，人的寿命有限，人死了，妖活着。人会投胎转世，但投胎以后不记得上辈子的爱。妖如果痴情的话，就去找狐妖“购买”一项服务，让投胎转世的人回忆起前世的爱……狐妖红娘这个角色就为此而诞生。作品主要讲述了以红娘为职业的狐妖，在为前世恋人牵红线的过程中发生的一系列有趣、神秘的故事。'
	},
	movie7:{
		img:'img/7.jpg',
		bg:'background/7.jpg',
		name:'线上游戏的老婆不可能是女生？',
		context:'西村英骑曾经有过一段“在网游里跟女性角色告白，结果发现对方是假冒女生的人妖”这样的黑历史，结果突然有一天他又被一个女性角色告白了。正在英骑怀疑历史重演的时候，却发现线上的“老婆”玉置亚子居然是一个真正的美少女，并且竟然还不懂得区分现实与游戏……？她不但在别人面前直呼英骑的游戏名，并且各种倒贴。而为了“纠正”她的行为，英骑和公会同伴们挺身而出…'
	},
	movie8:{
		img:'img/8.jpg',
		bg:'background/8.jpg',
		name:'Fate/stay night 第一季',
		context:'Fate/stay night -UBW-是FSN的第二条路线Unlimited Blade Works的TV化作品。通过2010年1月23日上映的UBW剧场版，为我们应该已对该路线的故事情节有所了解。而即将于2014年10月4日播出的TV版到底又有何不同呢？于齿轮转动的无边旷野中，耳边再次回响起那浅吟低唱的咒文时，伴随着我们度过的那段难忘的圣杯战争又将重燃战火……'
	},
	movie9:{
		img:'img/9.jpg',
		bg:'background/9.jpg',
		name:'镇魂街 第一季',
		context:'普通的应届大学毕业生夏铃在求职之际，收到了一条奇怪的面试通知，因此误入罗刹街并遭到了危险，幸而被镇魂将曹焱兵搭救。然而接触中，曹焱兵却发现，夏铃并非看起来那样普通，因为她的身体里也存在着灵力，并且寄宿着一位神秘的守护灵。与此同时，夏铃开始遭到不明身份刺客的追杀，曹焱兵亦被卷入其中，二人的命运从此开始了交集，而在这一切的背后，似乎还隐藏着某些更加危险的秘密……'
	},
	movie10:{
		img:'img/10.jpg',
		bg:'background/10.jpg',
		name:'三年E班 第二季',
		context:'以椚丘中学3年E班为舞台，被称为史上最凶恶的超生物将月球炸掉了七成，并扬言明年要炸掉地球，却以不明目的而担任椚丘中学3年E班的教师。故事围绕着非日常的校园生活而展开…'
	},
	movie11:{
		img:'img/11.jpg',
		bg:'background/11.jpg',
		name:'干物妹！小埋',
		context:'我的妹妹小埋16岁，完美的妹妹，完美的高中生，但在家里却是个超懒的干物妹。然而妹妹在家的一切她生活中的朋友并不知道，居住在同一栋楼的天然少女，以及无意间来到我家的冷酷少女，她们会发现小埋的真实面目吗'
	},
	movie12:{
		img:'img/12.jpg',
		bg:'background/12.jpg',
		name:'四月是你的谎言',
		context:'从小接受母亲严格的钢琴训练，并在各种音乐比赛上获胜的“神童”——有马公生，11岁那年因为母亲去世，他从此变得听不见钢琴的声音，因而放弃了弹奏钢琴。国中三年级时，在青梅竹马椿的引见下，公生认识了与他同年级的小提琴手——宫园薰，并于一场比赛中被薰自由奔放的演奏风格所吸引。自此，公生的日常生活开始有了改变。'
	},
	movie13:{
		img:'img/13.jpg',
		bg:'background/13.jpg',
		name:'野良神 ARAGOTO',
		context:'在此岸与彼岸的交界处，八百万神明和服侍他们的死灵——神器，以及被称为妖的魑魅魍魉一同生活着。某天，普通的女初中生一岐日和意外遇到了居无定所、没有工作、自称是“神”的青年夜斗。其实此话不假，夜斗是个没有神社供奉、缺少香火的落魄神明，因为性格缺陷，导致手下的神器纷纷跳槽。而且不能很好地听人祈愿、没有人知道的神明却有一个能力，那就是将此岸与彼岸以及其夹缝——世上各种杂七杂八的东西斩断。'
	},
	movie14:{
		img:'img/14.jpg',
		bg:'background/14.jpg',
		name:'食戟之灵',
		context:'本作以名门料理学校“远月学园”为舞台，描绘了家里经营餐馆的幸平创真，以超越父亲城一郎为激励而日复一日地磨练自己的厨艺的故事。在初中毕业后考虑继承家业的他，却突然听闻父亲要关店数年并前往海外的消息。而后，创真在城一郎的命令下进入“远月学园”高中部就读，一部围绕着小镇上定食屋主人儿子的料理美食类故事由此开始。'
	},
	movie15:{
		img:'img/15.jpg',
		bg:'background/15.jpg',
		name:'热诚传说X',
		context:'在人眼无法看见的灵性存在“天族”的围绕下，所扶养长大的人类青年──史雷。“过去，每位人类都能看见天族”坚信著这则传说的他，怀抱梦想，希望解开古代谜团，实现能让人与天族共存的世界。某天，有生以来初次来到人类城市的史雷，被牵连进奇妙的事件中，并因缘际会地拔出插在石头里的圣剑，而成为袚除世界各地灾厄的“导师”。'
	},
	movie16:{
		img:'img/16.jpg',
		bg:'background/16.jpg',
		name:'K RETURN OF KINGS',
		context:'在与现实有着微妙差异的现代日本，存在着七位拥有巨大异能之力的“王”。他们将自己的力量分给族人们，并与族人们共同组成王族。青色结晶的秩序、暴走的赤色之炎、白银的不变光辉、以及绿色分支的变革。持有各种属性的“王”们如今——率领青之王族“Scepter 4”的“青之王”宗像礼司担负着众多的重责。“绿之王”比水流也在寻找——以活性化的“jungle”的行动为契机，“王”们的命运再度重合。'
	},
	movie17:{
		img:'img/17.jpg',
		bg:'background/17.jpg',
		name:'弹丸论破3 -未来篇',
		context:'在“超高校级的绝望”带来的“人类史上最大最恶的绝望事件”之下，世界陷入了濒临崩坏的绝境。为了拯救这个充满绝望的世界，“未来机关”结成了。打倒了江之岛盾子的苗木诚等78期生，加入了未来机关。他们在此继续复兴世界的活动，但苗木却被问以庇护“绝望的残党”这一叛逆之罪。手臂被戴上了奇妙的手环，过了一定时间就会被投以安眠药。不止如此，这其中还存在着“背叛者”，是为了杀掉未来机关而来的。“为了生存下去，非得找出背叛者并杀掉不可”。希望杀死希望的绝望物语开始了。'
	},
	movie18:{
		img:'img/18.jpg',
		bg:'background/18.jpg',
		name:'Fate/stay night 第二季',
		context:'Fate/stay night -UBW-是FSN的第二条路线Unlimited Blade Works的TV化作品。通过2010年1月23日上映的UBW剧场版，为我们应该已对该路线的故事情节有所了解。而即将于2014年10月4日播出的TV版到底又有何不同呢？或许是对游戏情节更加细致的描写，亦或是对某些未出现的场景作出的补充。于齿轮转动的无边旷野中，耳边再次回响起那浅吟低唱的咒文时，伴随着我们度过的那段难忘的圣杯战争又将重燃战火……'
	},
	movie19:{
		img:'img/19.jpg',
		bg:'background/19.jpg',
		name:'齐木楠雄的灾难（日播&amp;精选版）',
		context:'高中生·齐木楠雄是超能力者。心灵感应、念动力、透视、预知、瞬间移动、千里眼等，不论任何事情都自由自在。但这任谁都羡慕不已的最强能力，实际上对于本人而言是引来灾难的不幸元凶。因此，他在别人面前封印了超能力，以不起眼、不和他人有所牵扯为信条，默默无闻地过日子。但不知为何，他的身边总是聚集着不可思议的人类（生物），风暴般的灾难接连不断地降临！'
	}
}
